var songer = {
    data:["真永远", "孤星泪", "江河颂", "冰雨", "中人", "忘情水", "笨小孩", "谢谢你的爱", "假装", "千言万语", "爱你一万年", "爱你一万年", "我和我追逐的梦", "心只有你", "独自去偷欢", "开心的马骝", "超人", "最受欢迎男歌手", "一", "牧笛", "归宿", "冬季不下雪", "玄之又玄", "我是一只牛", "茧人", "壹块钱", "只想抱抱", "一起嗌", "不是我的我不要", "如果有一天", "继续谈情", "按摩女郎", "人生捕手", "我得你", "常言道", "天生天养", "夏日", "鸽子情缘", "心蓝", "将自己给你", "岁", "投名状", "兄弟", "练习", "原来我有爱", "下次不敢", "太想爱", "心肝宝贝", "再说一次", "我爱你", "你是我一生中最大的骄傲", "狠心的一课", "幸福", "这么远", "那么甜", "黑蝙蝠中队", "肉麻情歌", "男人哭吧不是罪", "没有翅膀的天使", "长途伴侣", "未到伤心处", "痴心不再流行", "你是我所有", "一晚长大", "大男人", "我只想你好", "恩赐", "等我", "美丽的回忆", "最好的朋友", "承诺", "人办", "阿信的故事", "信自己", "天籁…星河传说", "蔓珠莎华", "最爱是谁", "一生何求", "忘不了你", "漫步人生路", "掌声响起", "被遗忘的时光", "三月里的小雨", "大眼睛", "踏浪", "孤儿泪", "北之春之榕树下之故乡的雨", "巧合"]
}
//专辑
var cd = {
	data:[{"id":"28cdb","time":"慢慢习惯","name":"发行时间：2017-04-10","url":"http://39.106.3.69:8080/cd/28cdb.jpg"},{"id":"13814","time":"笑一笑","name":"发行时间：2016-09-12","url":"http://39.106.3.69:8080/cd/13814.jpg"},{"id":"71400","time":"原谅我 电影《我的特工爷爷》主题曲","name":"发行时间：2016-03-17","url":"http://39.106.3.69:8080/cd/71400.jpg"},{"id":"71402","time":"继续谈情 (新曲＋精选) ","name":"发行时间：2015-12-04","url":"http://39.106.3.69:8080/cd/71402.jpg"},{"id":"71413","time":"刘德华 ","name":"发行时间：2015-11-02","url":"http://39.106.3.69:8080/cd/71413.jpg"},{"id":"71417","time":"爱在刻骨铭心时咫尺天涯真心人","name":"发行时间：2015-11-02","url":"http://39.106.3.69:8080/cd/71417.jpg"},{"id":"71439","time":"国语专辑","name":"发行时间：2015-11-02","url":"http://39.106.3.69:8080/cd/71439.jpg"},{"id":"97352","time":"可不可以","name":"发行时间：2015-11-02","url":"http://39.106.3.69:8080/cd/97352.jpg"},{"id":"138144","time":"你是我的女人","name":"发行时间：2015-11-02","url":"http://39.106.3.69:8080/cd/138144.jpg"},{"id":"143490","time":"小丑","name":"发行时间：2015-09-11","url":"http://39.106.3.69:8080/cd/143490.jpg"},{"id":"144351","time":"解开","name":"发行时间：2015-04-15","url":"http://39.106.3.69:8080/cd/144351.jpg"},{"id":"146191","time":"回家的路","name":"发行时间：2015-02-04","url":"http://39.106.3.69:8080/cd/146191.jpg"},{"id":"b6fef1","time":"永远记得你","name":"发行时间：2011-05-12","url":"http://39.106.3.69:8080/cd/b6fef1.jpg"},{"id":"138135","time":"浪漫情歌篇","name":"发行时间：2011-05-12","url":"http://39.106.3.69:8080/cd/138135.jpg"},{"id":"7e066","time":"简单是福","name":"发行时间：2017-04-10","url":"http://39.106.3.69:8080/cd/7e066.jpg"}]
}
//mv
var mv = {
	data:[{"name":"爱火烧不尽","number":"播放49577次","url":"http://39.106.3.69:8080/mv/0a53aff.jpg"},{"name":"暗里着迷","number":"播放54074次","url":"http://39.106.3.69:8080/mv/2e9887.jpg"},{"name":"我不相信眼泪 MTV版","number":"播放31931次","url":"http://39.106.3.69:8080/mv/3f09c8.jpg"},{"name":"电影《王牌逗王牌》...","number":"播放47569次","url":"http://39.106.3.69:8080/mv/5bedd.jpg"},{"name":"笑一笑 电影<王牌逗王牌>主题曲","number":"播放496775次","url":"http://39.106.3.69:8080/mv/5f8e551.jpg"},{"name":"电影<王牌逗王牌> ...","number":"播放33339次","url":"http://39.106.3.69:8080/mv/6b0157.jpg"},{"name":"如果你是我的传说","number":"播放39331次","url":"http://39.106.3.69:8080/mv/318a71.jpg"},{"name":"电影<王牌逗王牌> 之天王逗教主","number":"播放21775次","url":"http://39.106.3.69:8080/mv/566d2a.jpg"},{"name":"爱永远存在","number":"播放24851次","url":"http://39.106.3.69:8080/mv/065665.jpg"},{"name":"春花日志 我的特工爷爷制作特辑","number":"播放12486次","url":"http://39.106.3.69:8080/mv/79529a.jpg"},{"name":"原谅我(粤语版) 电影<我的特工爷爷>主题","number":"播放17258次","url":"http://39.106.3.69:8080/mv/836762.jpg"},{"name":"原谅我","number":"播放279441次","url":"http://39.106.3.69:8080/mv/aa0c8e7.jpg"},{"name":"我不够爱你 无标版","number":"播放37960次","url":"http://39.106.3.69:8080/mv/f3db06.jpg"},{"name":"电影<我的特工爷爷>演员介绍","number":"播放17033次","url":"http://39.106.3.69:8080/mv/fe169618.jpg"},{"name":"电影<我的特工爷爷>","number":"播放20049次","url":"http://39.106.3.69:8080/mv/ff0e329.jpg"}]
}

var info = {
	data:[{'recommend':`刘德华（Andy Lau），1961年9月27日出生于中国香港，演员、歌手、作词人、制片人。
        1981年出演电影处女作《彩云曲》[1]  。1983年主演的武侠剧《神雕侠侣》在香港获得62点的收视纪录[2-3]  。1991年创办天幕电影公司[4]  。1992年，凭借传记片《五亿探长雷洛传》获得第11届香港电影金像奖最佳男主角提名[5]  。1994年担任剧情片《天与地》的制片人[6]  。2000年凭借警匪片《暗战》获得第19届香港电影金像奖最佳男主角奖[7]  。2004年凭借警匪片《无间道3：终极无间》获得第41届台湾金马奖最佳男主角奖[8]  。2005年获得香港UA院线颁发的全港最高累积票房香港男演员”奖[9]  。2006年获得釜山国际电影节亚洲最有贡献电影人奖[10]  。2011年主演剧情片《桃姐》，并凭借该片先后获得台湾金马奖最佳男主角奖、香港电影金像奖最佳男主角奖[11]  ；同年担任第49届台湾电影金马奖评审团主席[12]  。2017年主演警匪动作片《拆弹专家》[13]  。
        1985年发行首张个人专辑《只知道此刻爱你》[14]  。1990年凭借专辑《可不可以》在歌坛获得关注[15]  。1994年获得十大劲歌金曲最受欢迎男歌星奖[16]  。1995年在央视春晚上演唱歌曲《忘情水》[17]  。2000年被《吉尼斯世界纪录大全》评为“获奖最多的香港男歌手”[18]  。2004年第六次获得十大劲歌金曲最受欢迎男歌星奖。2016年参与填词的歌曲《原谅我》正式发行[19]  。2017年，出演电影《追龙》[20] 
        1994年创立刘德华慈善基金会[21]  。2000年被评为世界十大杰出青年[22]  。2005年发起亚洲新星导计划[23]  。2008年被委任为香港非官守太平绅士[24]  。2016年连任中国残疾人福利基金会副理事长。`}]
}

var id = {
	data:[{id:'2024',name:'刘德华',url:'http://39.106.3.69:8080/images/banner/2024.jpg'}]
}


//单曲
exports.songer = songer;
//专辑
exports.cd = cd;
//mv
exports.mv = mv;
//id
exports.id = id;
//信息
exports.info = info;

















